export interface MenuItem {
  title: string;
  links: string[];
}

export const menuData: MenuItem[] = [
  {
    title: "Об институте",
    links: [
      "История",
      "Миссия",
      "Официальные документы",
      "Структура",
      "Специалисты",
      "Контролирующие органы",
      "Противодействие коррупции",
      "Терроризм",
      "Вакансии",
    ],
  },
  {
    title: "Пациентам",
    links: [
      "Правила записи на прием",
      "Расписание специалистов",
      "Госпитализация от А до Я",
      "Памятки пациентам",
      "Услуги",
      "Виды медицинской помощи",
      "Правила и график посещения",
      "Лекарственное обеспечение",
      "Информация о страховых организациях",
      "Политика конфиденциальности",
      "Медицинский туризм",
      "Специалисты",
    ],
  },
  {
    title: "Платные услуги",
    links: [
      "Правила записи на платный прием",
      "Запись на прием",
      "Специалисты",
      "Виды услуг",
      "Прейскурант",
      "Документы",
      "ДМС",
    ],
  },
  {
    title: "Пресс-центр",
    links: ["Новости", "Мероприятия", "СМИ о нас", "Отзывы", "Полезные ссылки"],
  },
  {
    title: "Клиника",
    links: [
      "ИБ 1",
      "ИБ 2",
      "ИБ 3",
      "Поликлиника",
      "АИК",
      "Кардиохирургия",
      "Центр женской кардиологии",
      "Центр мужской кардиологии",
      "Центр липидологии",
      "Фарм исследования",
    ],
  },
  {
    title: "Контакты",
    links: [],
  },
  {
    title: "Юбилей",
    links: ["Лонгрид про юбилей. Страница, отличающаяся от сайта"],
  },
];
